{"brief":{"value":"Milton began having difficulties with his sight when he was only thirty-six. Within ten years he was completely blind. This investigation explores how the sonnet functions as a compact meditation, confronting and resolving personal crisis.","type":"string"},"title":{"value":"John Milton’s Sonnet “When I consider how my light is spent”","type":"string"},"subject":{"value":"English Literature","type":"string"},"creationDate":{"value":"2018-09-08T09:00:00.000Z","type":"timestamp"},"type":{"value":3,"type":"number"},"summary":{"value":"<p>This is a deeply felt <span class=\"color-red\">sonnet</span> rooted both in Milton’s personal experience of losing his sight (so critical to a linguist, a reader and a writer) and in his distinctive brand of piety which was alert and questioning rather than passive. As a religious poem it is confessional, admitting to spiritual anguish and having been close to blaming God for his misfortune. Yet it is also instructive, a meditation which reconciles (almost) the contrasting perspectives of humanity and divinity.</p>  <p>The sonnet’s weighty concluding flourish, “They also serve who stand and wait”, seems intended to console and encourage – its finality resonates. Implicitly, we assume that Patience, personified as God’s advocate and intermediary, has won the argument. The Petrarchan model of octave and sestet helps to dramatise the sense of crisis and consolation. The opening octave, crammed with agitated self-reference to “me” and “my”, is set up against the concluding sestet, in which the capital H of “His” and “Him” sounds more assured and stately. Even so, the formal limitation of the sonnet to fourteen lines denies Milton any riposte, and as we cannot hear his voice again, we may wonder whether his dismay and frustration has been wholly put to rest. Moreover, because standing and waiting seem rather inert functions, the sonnet endorses service rhetorically rather than constructively.</p>  <p>And if we dig into the Parable of the Talents to which Milton alludes clearly and repeatedly, we realise that he has chosen a text both brilliantly apposite (like him, the servant cast into “outer darkness” is deprived of light) and theologically dangerous. So rapacious and cruel is the returning master of this parable that some commentators have questioned the conventional interpretation that he represents the returning Christ. 20th century liberation theology insists Christ would never have likened himself to a tyrant who endorses money-lending. Milton’s unerring instinct for controversy allows him to exploit the difficulties of the parable in order to imagine a punitive, unreasonable God. The climactic question, “Doth God exact day-labour, light denied?” is brazenly sarcastic – Milton is close to implying that God is mocking him, and in doing so comes even closer to mocking God.</p>  <p>Yet this characterisation of a petty, vindictive God is both subjective and transient – we recognise, within the confessional framework, an element of self-projection, of Milton’s own grumpiness affecting his judgement. God is not to be circumscribed by one parable. Indeed, the second phase of the poem evades any allusion to Matthew 25, leaving our isolated, inconvenienced narrator to one side and rising to a scale of “thousands”, to sweeping views of “land and ocean” and a general impression of airy, intercontinental travel. God is above characterisation itself, though the choice of Patience as an envoy and the adjective “mild” (even if it attached to “yoke”) suggest a benign outlook, as does the sensible argument that the true nature of service is not for the servant to decide. Nor should it be overlooked that, even in his anguished octave, Milton is not wholly antagonistic: he writes of his soul being enthusiastically “bent to serve” his Maker and yearns to present his “true account”. Moreover, the phrase “Patience soon replies” reminds us that even if his anxieties are habitual, so too is his readiness to accept the arguments of Patience.</p>  <p>Perhaps, then, what tentative resistance the sonnet does offer is easily quashed. Milton himself chooses the word “murmur” to describe his discontent, deliberately playing down the idea of rebellion. But Milton was fascinated by rebels and, in a related way, by outcasts and failures too. Satan, in Paradise Lost, is the <span class=\"color-red\">epic</span> example but Comus, the anti-hero of Milton’s earlier <span class=\"color-red\">masque</span>, was also an anarch and an advocate of mischief. Adam and Eve are cast out of Eden for disobeying God’s commandment and the blind Samson of Samson Agonistes is held captive far from his homeland, “eyeless in Gaza”. And we must remember, also, that Milton was a rebel – an iconoclast who defended Parliament’s execution of Charles 1st.</p>  <p>And the word in the speech of Patience which we read with a jolt is “kingly”. Milton is living in a new republic when he writes this poem. He disapproves of kings, especially kings with Catholic sympathies, so if his choice of the word is ironic we may wonder whether he intended the irony. Is God being presented as exemplary – behaving as kings should behave – or is he somewhat aloof and bossy? There is some reason to doubt the appeal of the God presented by Patience. He would seem to be busily “bidding” thousands to do his will, and though we are assured his yoke is mild, his agents appear to work “without rest”. Moreover, Patience argues that God has no need of “man’s work”. This is orthodox Protestant teaching (salvation is not through works but by grace alone) but undermines the logic of exhorting human service of any kind. Such conundrums are complicated rather than clarified by critics who insist that the “thousands” who “speed” around the globe must be the lower orders of angels, while the greatest angels, as Gabriel explains in Luke 1:19, get to “stand in the presence of God”. Both Charles 1st and Charles 2nd possessed an abundant supply of indolent courtiers and one may reasonably doubt whether this hero of letters and vigorous political debate (who inspired Wordsworth’s great sonnet, ‘Milton! Thou shouldst be living at this hour!’) could ever be excited by such passivity.</p>  <p>The greatest irony of the poem, of course, is that Milton’s parliamentary and poetical career was largely unaffected by his blindness. At the time of the sonnet’s composition he was already using amanuenses: he may even have dictated the sonnet to Andrew Marvell. If he did accept his blindness with patience, it was probably because he was already convinced that his interior powers outweighed the loss of his sight.</p>  <p>Before the end of the decade, his talent would, in any case, be animated to “justify the ways of God to Man”.</p>","type":"string"},"pallet":{"value":{"_referencePath":{"segments":["pallets","demopallet"],"projectId":"learning-fortress","databaseId":"(default)"}},"type":"documentReference"},"totalUsers":{"value":0,"type":"number"},"highScore":{"value":0,"type":"number"},"prep":{"value":"<p> Read the sonnet <a href=\"https://www.poets.org/poetsorg/poem/when-i-consider-how-my-light-spent\" target=\"_blank\">https://www.poets.org/poetsorg/poem/when-i-consider-how-my-light-spent</a> </p>  <p>Read the Parable of the Talents, Matthew 25 verses 14-30, in the King James Bible version which can be found here – <a href=\"https://www.biblegateway.com/passage/?search=Matthew+25%3A14%E2%80%9330&version=KJV\" target=\"_blank\">https://www.biblegateway.com/passage/?search=Matthew+25%3A14%E2%80%9330&version=KJV</a></p>","type":"string"},"creator":{"value":"Joe Francis","type":"string"},"avgScore":{"value":0,"type":"number"}}